alsa-utils
apple-fonts
base
base-devel
blanket
btop
cairo
chromium
code
discord
efibootmgr
fastfetch
file-roller
firefox
gimp
git
github-cli
gnome-calculator
gnome-calendar
gnome-disk-utility
gnome-font-viewer
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
godot
grim
grub
gtk3
hyprland
hyprpaper
intel-ucode
kitty
lazygit
lf
lib32-libxcursor
lib32-nvidia-utils
lib32-systemd
linux
linux-firmware
linux-headers
loupe
nautilus
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntp
nvidia
otf-droid-nerd
otf-font-awesome
otf-monaspace-nerd
pamixer
pavucontrol
pulseaudio
pulseaudio-alsa
rofi-wayland
rustup
slurp
spotify-launcher
steam
sudo
sushi
swaync
thunderbird
transmission-gtk
ttf-hack-nerd
ttf-nerd-fonts-symbols
vim
vim-runtime
vlc
vulkan-tools
waybar
wl-clipboard
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yay
