alsa-utils
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
discord
efibootmgr
fastfetch
firefox
ghostty
git
github-cli
gnome-calendar
gnome-font-viewer
gnome-themes-extra
grim
grub
gtk4
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
imv
intel-ucode
kitty
libnotify
linux
linux-firmware
mako
man-db
mesa
mpv
nano
nautilus
nautilus-open-any-terminal
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntp
openvpn
openvpn-update-systemd-resolved
otf-droid-nerd
pipewire-pulse
qt5-wayland
ranger
rofi-wayland
rustup
slurp
spotify-launcher
sushi
transmission-gtk
ttf-ibmplex-mono-nerd
ttf-nerd-fonts-symbols
ttf-sourcecodepro-nerd
unzip
vscodium-bin
vulkan-intel
waybar
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
zsh
zsh-completions
